Repository: sana-bnn/calm__gut
Catalog: lib/l10n/app_*.arb
Languages: kk, ru

# welcomeMessage
source: Welcome to Calm Gut!
kk: Calm Gut-қа қош келдіңіз!
ru: Добро пожаловать в Calm Gut!

source: Login
kk: Кіру
ru: Авторизоваться

source: Authentication Failure
kk: Аутентификация сәтсіз аяқталды
ru: Сбой аутентификации

source: Create Account
kk: Жаңа Аккаунт Жасау
ru: Создать Аккаунт

source: Sign Up
kk: Тіркелу
ru: Зарегистрироваться

source: Sign Up Failure
kk: Тіркеу қатесі
ru: Ошибка регистрации

source: Email
kk: Электрондық пошта
ru: Электронная почта

# invalidEmail
source: Email is invalid
kk: Электрондық пошта дұрыс емес
ru: Адрес электронной почты неверен

source: Password
kk: Құпия сөз
ru: Пароль

# shortPassword
source: Password is too short
kk: Құпия сөз тым қысқа
ru: Пароль слишком короткий

# passwordNoLetters
source: Password should contain letters
kk: Құпия сөзде әріптер болуы керек
ru: Пароль должен содержать буквы

source: Confirm Password
kk: Құпия сөзді растаңыз
ru: Подтвердите пароль

# textFieldEmpty
source: Text Field cannot be empty
kk: Мәтін жолағы бос болмауы керек
ru: Текстовое поле не может быть пустым

source: Diary
kk: Күнделік
ru: Дневник

source: Medical Diary
kk: Медициналық күнделік
ru: Медицинский дневник

# diaryHint
source: Write something in your diary...
kk: Күнделікке бір нәрсе жазыңыз...
ru: Запишите что-нибудь в свой дневник...

source: Chat
kk: Чат
ru: Чат

source: Chatbot
kk: Чатбот
ru: Чат-бот

# emptyChatMessage
source: Your chat is empty Send a message
kk: Сіздің чатыңыз бос Хат жіберіңіз
ru: Ваш чат пуст Отправьте сообщение

source: Send Message
kk: Хабарлама жіберіңіз
ru: Отправьте сообщение

source: Profile
kk: Профиль
ru: Профиль

source: Medical Information
kk: Медициналық ақпарат
ru: Медицинская информация

# createMedicalRecord
source: Create a Medical record
kk: Медициналық картаны жасаңыз
ru: Создайте медицинскую карту

source: Title
kk: Атауы
ru: Название

source: Description
kk: Сипаттама
ru: Описание

source: Create
kk: Жасау
ru: Создать

source: Settings
kk: Параметрлер
ru: Настройки

source: Choose Language
kk: Тілді таңдаңыз
ru: Выберите язык

source: Log Out
kk: Шығу
ru: Выйти

source: Save
kk: Сақтау
ru: Сохранить

source: Articles
kk: Мақалалар
ru: Статьи

source: Daily Test
kk: Күнделікті тест
ru: Ежедневный тест

# rateMoodQuestion
source: How would you rate your mood today?
kk: Бүгін көңіл-күйіңізді қалай бағалайсыз?
ru: Как бы вы оценили свое настроение сегодня?

# sentimentVeryGoodText
source: 😊 Very Good (5)
kk: 😊 Өте жақсы (5)
ru: 😊 Очень хорошее (5)

# sentimentGoodText
source: 🙂 Good (4)
kk: 🙂 Жақсы (4)
ru: 🙂 Хорошее (4)

# sentimentNeutralText
source: 😐 Neutral (3)
kk: 😐 Бейтарап (3)
ru: 😐 Нейтральное (3)

# sentimentBadText
source: 😕 Bad (2)
kk: 😕 Нашар (2)
ru: 😕 Плохое (2)

# sentimentVeryBadText
source: 😞 Very Bad (1)
kk: 😞 Өте нашар (1)
ru: 😞 Очень плохое (1)

# rateStressQuestion
source: How stressed did you feel today?
kk: Бүгін қаншалықты стрессті сезіндіңіз?
ru: Насколько стрессовым был ваш день?

# noStressText
source: 😌 Not stressed at all (1)
kk: 😌 Мүлдем стрессте емес (1)
ru: 😌 Совсем без стресса (1)

# slightStressText
source: 🙂 Slightly stressed (2)
kk: 🙂 Аздап стрессте (2)
ru: 🙂 Слабый стресс (2)

# moderateStressText
source: 😐 Moderately stressed (3)
kk: 😐 Орташа стрессте (3)
ru: 😐 Умеренный стресс (3)

# veryStressedText
source: 😣 Very stressed (4)
kk: 😣 Қатты стрессте (4)
ru: 😣 Сильный стресс (4)

# extremelyStressedText
source: 😫 Extremely stressed (5)
kk: 😫 Өте қатты стрессте (5)
ru: 😫 Очень сильный стресс (5)

# rateFoodQuestion
source: How healthy were your meals today?
kk: Бүгін тамақтануыңыз қаншалықты дұрыс болды?
ru: Насколько здоровым было ваше питание сегодня?

# veryHealthyNutritionText
source: 🥗 Very healthy (5)
kk: 🥗 Өте дұрыс тамақтану (5)
ru: 🥗 Очень здоровое (5)

# mostlyHealthyNutritionText
source: 🍎 Mostly healthy (4)
kk: 🍎 Негізінен дұрыс тамақтану (4)
ru: 🍎 В основном здоровое (4)

# somewhatHealthyNutritionText
source: 🍝 Somewhat healthy (3)
kk: 🍝 Орташа дәрежеде дұрыс тамақтану (3)
ru: 🍝 Умеренно здоровое (3)

# notVeryHealthyNutritionText
source: 🍔 Not very healthy (2)
kk: 🍔 Онша дұрыс емес тамақтану (2)
ru: 🍔 Не очень здоровое (2)

# unhealthyNutritionText
source: 🍕 Unhealthy (1)
kk: 🍕 Дұрыс емес тамақтану (1)
ru: 🍕 Нездоровое (1)

# rateWaterQuestion
source: How much water did you drink today?
kk: Бүгін қанша су іштіңіз?
ru: Сколько воды вы выпили сегодня?

# waterRating1
source: 🚰 Less than 4 glasses (1)
kk: 🚰 4 стаканнан аз (1)
ru: 🚰 Менее 4 стаканов (1)

# waterRating2
source: 🚰 4-6 glasses (2)
kk: 🚰 4-6 стакан (2)
ru: 🚰 4-6 стаканов (2)

# waterRating3
source: 🚰 6-8 glasses (3)
kk: 🚰 6-8 стакан (3)
ru: 🚰 6-8 стаканов (3)

# waterRating4
source: 🚰 More than 8 glasses (4)
kk: 🚰 8 стаканнан көп (4)
ru: 🚰 Более 8 стаканов (4)

# selectSymptomsText
source: Which of these symptoms did you feel today?
kk: Бүгін осы симптомдардың қайсысын сезіндіңіз?
ru: Какие из этих симптомов вы ощущали сегодня?

source: Bloating
kk: Ісіну
ru: Вздутие

source: Gas
kk: Газ
ru: Газообразование

source: Constipation
kk: Қабыну
ru: Запор

source: Diarrhea
kk: Іш өткі
ru: Диарея

source: Stomach Pain
kk: Асқазан ауруы
ru: Боль в желудке

source: Heartburn
kk: Күйдіргі
ru: Изжога
